{
    "projects":[

        {"title":"my portfolio",
        "description":"a website designed to showcase my projects and skills",
        "link":"https://github.com/sangamsaisrivinay/vinay-pflo/tree/main",
        "banner":"https://user-images.githubusercontent.com/68855472/246653683-5727a1c4-329d-45fe-9503-a3fe574f5342.png"
        },

        {"title":"bird species identification using audio signal processing and alexnet neural networks",
        "description":"The project aims to classify bird species accurately using audio recordings.",
        "link":"https://github.com/sangamsaisrivinay/portfolio-projects/tree/main/majorproject-birdspecies",
        "banner":"https://images.unsplash.com/photo-1614177308645-eb20c08f88d7?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=387&q=80"
        },

        {"title":"react super app - cuvette",
        "description":"An application created to manage all your tasks at one place.",
        "link":"https://cuvette-rc1.netlify.app/",
        "banner":"https://user-images.githubusercontent.com/68855472/267068976-a82337be-1842-45c9-9870-941fd13a3771.png"
        },
        
        
        {"title":"decentralized crypto currency exchange application",
        "description":"The major project aimed to develop a decentralized web application akin to Uniswap for exchanging cryptocurrencies, utilizing the Ethereum stack and React. The outcome involved the creation of a robust and secure platform that enabled seamless peer-to-peer trading of digital assets. The project successfully implemented smart contract functionalities, integrated Ethereum wallets, and provided a user-friendly interface for efficient cryptocurrency exchanges.",
        "link":"https://github.com/sangamsaisrivinay/uniswap-clone/",
        "banner":"https://images.unsplash.com/photo-1640575277674-8f0adfca9248?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=386&q=80"
        },
        
        {
        "title":"Building an Image Enhancer using Deep Learning and SICE Techniques",
        "description":"The project utilizes the lol dataset and leverages W&B tools. The aim is to develop an advanced image enhancement system that combines deep learning algorithms with SICE techniques. By integrating these methodologies, the project enhances image quality and sharpness, leading to improved visual representations. The combination of the lol dataset and W&B tools empowers the project to achieve accurate and efficient results.",
        "link":"https://drive.google.com/drive/folders/1AI4E0b7EFhon19vbkrZRzlRff2UglT9M?usp=drive_link",
        "banner":"https://images.unsplash.com/photo-1484950763426-56b5bf172dbb?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80"
        },
        
        

        {"title":"fullstack blogging web application",
        "description":"The project involved creating a proprietary blog site using the MERN stack, designed specifically for organizations to enhance user experience compared to existing websites. This web application functions similarly to Medium, allowing the audience to view and comment on blogs. However, the privilege of creating new posts is reserved solely for the organization, ensuring content control and quality maintenance. The output is a user-friendly blogging platform with limited audience participation, empowering organizations to effectively share their insights and engage with their readers.",
        "link":"https://github.com/sangamsaisrivinay/miniproject-3rdyear",
        "banner":"https://images.unsplash.com/photo-1493723843671-1d655e66ac1c?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1170&q=80"
        },
        
        {"title":"women self help groups information portal",
        "description":"The project involved developing a standalone application using Java Swing and JDBC to address the challenges faced by administrators working with women's self-help groups in remote areas. The application aimed to reduce the burden of paperwork by efficiently storing and managing information related to these groups. By leveraging the power of Java Swing for the user interface and JDBC for database connectivity, the application provided a convenient and user-friendly platform for administrators to input, maintain, and access the data. This initiative enabled streamlined data management, ensuring administrators could easily retrieve and update information, ultimately improving efficiency and effectiveness in supporting women's self-help groups in remote areas.",
        "link":"https://www.awesomescreenshot.com/video/4168042?key=6ae788324d52769013cdbb9b8c20c530",
        "banner":"https://images.livemint.com/img/2022/03/07/1600x900/oped1_1646670646465_1646670652294.jpg"
        },

        {"title":"bird species identification using audio signal processing and alexnet neural networks (publication)",
        "journal":"international journal for food and nutritional sciences",
        "conference":"ICRA-STEM",
        "DOI":"10.48047/IJFANS/V11/I12/173",
        "link":"https://www.ijfans.org/uploads/paper/d22d73750dede1002ee51a88297df5f3.pdf",
        "banner":"https://images.unsplash.com/photo-1530728327726-b504480e42ec?ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D&auto=format&fit=crop&w=1332&q=80"
        }
    ]
}